function chance(day, man, kid, granny) {
  let chance = day * (man * 1 + kid * 1.5 + granny * 2.5);
  let stayAlive = 100 - chance;
  console.log(`There is a ${stayAlive}% chance for the family to stay alive.`);
}
chance(7, 1, 2, 1);

// > Жинка е на семейно събиране извън града с децата, мъжа си и родата на мъжа си. И май е леко нервна.
// >
// > Напишете функция, **която приема четири числа** - брой дни, брой мъже, брой деца, брой баби.
// > **За всеки изминал ден** всеки един човек добавя следните проценти към шанса Жинка да убие всички.
// > - мъж - 1%
// > - дете - 1.5%
// > - баба - 2.5%
// >
// > Функцията трябва да изчисли и изкара като съобщение какъв е шансът след последния ден хората да са живи.
