function calculateGlasses(glass) {
  let liter = (glass * 300) / 1000;
  let bottle = 1.2;
  let left = (bottle - (liter % bottle)) * 1000;

  console.log(`Kaloyan drunk ${liter}l beer and ${left}ml left.`);
}

calculateGlasses(9);
calculateGlasses(6);

// ето ти задача:

// > Калоян пие Пиринско Светло всяка вечер. Една бутилка бира е 1.2л и Калоян пие от чаша 300мл. Напишете функция, която приема за вход броя чаши бира, които Калоянът е изпил и изкарва като съобщение колко общо бира **в литри** е изпил и колко **милилитра ** са останали в последната отворена бутилка.
// >
// > Например:
// >
// > calculateDegeneration(9); // това ще изкара съобщение "Калоянът е изпил 2.7л бира и са останали 900мл в бутилката."
